/* Button text when sending an email to 1 person */
"1PersonButton" = "شخص واحد";

/* About Section Title on the Menu */
"AboutSection" = "عن";

/* Placeholder on the caption text field */
"AddCaptionPlaceHolder" = "أضف تسمية توضيحية (اختياري)";

/* Add Contacts Screen Title */
"AddContactsTitle" = "عنوان جديد";

/* Add Email label */
"AddEmailLabel" = "أضف البريد الإلكتروني";

/* Error message display when the user has already flagged a given photo */
"AlreadyFlaggedPicture" = "تم وضع إشارة مسبقاً على هذه الصورة";

/* Back button */
"BackButton" = "الرجوع";

/* Text on the back navigation button on the WebViewController */
"BackButtonTitle" = "الرجوع";

/* Label at the bottom of the favorite contacts screen */
"BottomLabel" = "اضغط لتحديد من تود إرسال صورتك إليهم";

/* Cancel button */
"Cancel" = "إلغاء";

/* Cancel button */
"CancelButton" = "إلغاء";

/* Configure button */
"ConfigureButton" = "تكوين";

/* Contact Us Title on the menu */
"ContactUs" = "اتصل بنا";

/* Credits Title on the Menu */
"CreditsTitle" = "فريق العمل";

/* Delete button */
"Delete" = "حذف";

/* Message shown when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxText" = "سيتم حذف الصورة والتسمية التوضيحية من معرض الصور العام لكنها ستبقى محفوظة على الكاميرا الخاصة بجهازك أو على أي موقع آخر قمت بمشاركتها عليه";

/* Message shown in confirmation prompt that is displayed when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxTitle" = "حذف الصورة من معرض الصور العام؟";

/* Status message indicating that the delete request is processing */
"Deleting" = "يتم الحذف...";

/* Done button */
"DoneButton" = "تم";

/* Edit button */
"EditButton" = "تعديل";

/* Edit caption button */
"EditCaption" = "تعديل التسمية التوضيحية";

/* Email label */
"EmailLabel" = "البريد الإلكتروني";

/* Enter new caption alert text */
"EnterNewCaption" = "أدخل تسمية توضيحية جديدة";

/* Error shown when trying to share an Image that hasn't been fully downloaded */
"ErrorDownloadingImage" = "لم يتم تنزيل الصورة، يرجى الانتظار حتى يتم التحميل قبل مشاركتها";

/* Generic Facebook friend addition error message */
"ErrorInvitingFriends" = "حدث خطأ أثناء معالجة طلبك لدعوة أحد أصدقائك على فيسبوك. يرجى إعادة المحاولة";

/* Message shown when a Facebook error prevents the vote action from being recorded */
"ErrorLikingPhoto" = "حدث خطأ أثناء معالجة طلبك للتصويت لصالح الصورة. يرجى إعادة المحاولة";

/* Error message shown when there was a problem loading a webpage */
"ErrorLoadingPageAlert" = "تتطلب هذه الخاصية اتصالاً بالإنترنت. يرجى التحقق من الاتصال وإعادة المحاولة";

/* There are no pictures to share. This shouldn't happen but it's validated */
"ErrorNoPicturesShare" = "لا توجد لديك صور للنشر. من فضلك التقط صورتك الأولى";

/* Alert when there was an error saving the image */
"ErrorSaveImageAlert" = "حدث خطأ أثناء حفظ صورتك. يرجى إعادة المحاولة";

/* Message that appears inside the status screen when there was an error saving to the camera roll */
"ErrorSavingCameraRollStatus" = "حدث خطأ أثناء حفظ صورتك على الكاميرا الخاصة بجهازك. يرجى إعادة المحاولة";

/* Title of the surrounding status screen shown when there was an error saving to the camera roll */
"ErrorSavingCameraRollTitle" = "حدث خطأ أثناء الحفظ في الكاميرا!";

/* Error if trying to share an ad. This shouldn't happen but validated just in case */
"ErrorShareAd" = "المعذرة! لا يمكن مشاركة هذه الصورة";

/* Generic Facebook share failure message */
"ErrorSharingFacebook" = "حدث خطأ أثناء إرسال صورتك إلى فيسبوك";

/* Alert when there is a problem sharing to twitter */
"ErrorSharingTwitter" = "حدث خطأ أثناء إرسال صورتك إلى تويتر";

/* Status message when there was a problem uploading an image */
"ErrorUploadingImageStatus" = "حدث خطأ أثناء تحميل صورتك";

/* Facebook Connect Confirmation text */
"FacebookConnect" = "نعم، أصرح بالربط مع فيسبوك";

/* Facebook connect confirmation title */
"FacebookConnectTitle" = "مصادقة الفيسبوك مطلوبة";

/* De authorize facebook Title on the Menu */
"FacebookDeauthTitle" = "إلغاء الربط مع الفيسبوك";

/* Facebook label */
"FacebookLabel" = "فيسبوك";

/* Favorite contacts screen title */
"FavoriteContactsTitle" = "عناوين البريد الإلكتروني";

/* No comment provided by engineer. */
"FlagBoxText" = "إن كنت ترى أن هذه الصورة غير مناسبة فيرجى وضع إشارة عليها ليقوم فريقنا بمراجعتها";

/* No comment provided by engineer. */
"FlagBoxTitle" = "وضع إشارة تفيد أنها غير ملائمة؟";

/* Text shown on the HUD when flagging a photo */
"Flagging" = "يتم وضع الإشارة...";

/* No comment provided by engineer. */
"FlagReportSent" = "تم إرسال التقرير الخاص بك";

/* Title for the Friends Gallery */
"FriendsGallery" = "الأصدقاء";

/* Button that helps choosing a contact from the contacts list */
"FromContactsButton" = "من قائمة جهات الاتصال الخاصة بي";

/* Galleries Section Title on the Menu */
"GalleriesSection" = "معارض الصور";

/* Title for the help screen */
"HelpScreenTitle" = "المساعدة";

/* Help Menu Title */
"HelpTitle" = "المساعدة";

/* No comment provided by engineer. */
"ImageSavedMessage" = "تم حفظ الصورة في ألبوم الصور";

/* No comment provided by engineer. */
"ImageSavingError" = "عذراً! حدث خطأ أثناء حفظ الصورة. يرجى إعادة المحاولة!";

/* Alert asking for confirmation when retaking a picture */
"LoseChangesConfirmationAlert" = "إذا تابعت ستفقد كافة التغييرات على هذه الصورة. هل أنت متأكد من رغبتك في المتابعة؟";

/* Make Private button */
"MakePrivate" = "اجعلها خاصة";

/* No comment provided by engineer. */
"MakePrivateText" = "هل تريد إزالة هذه الصورة من معرض الصور العام؟";

/* No comment provided by engineer. */
"MakePrivateTitle" = "اجعلها خاصة؟";

/* Title for the Me Gallery */
"MeGallery" = "أنا";

/* Public Gallery Title */
"MonsterCourtGallery" = "The Walking Dead";

/* Name Label */
"NameLabel" = "الاسم";

/* Button that helps entering a new contact */
"NewContactAddressButton" = "أدخل العنوان الجديد";

/* Message when the user has no connection */
"NoConnectionMessage" = "تتطلب هذه الخاصية اتصالاً بالإنترنت. يرجى التحقق من الاتصال وإعادة المحاولة.";

/* Message shown if a user attempts to vote for a photo that is no longer in the database */
"NoPictureToLike" = "لا توجد صورة للإعجاب بها";

/* Button text when sending an email to more than 2 persons */
"NPersonButton" = "%  من الأشخاص";

/* Ok button */
"OK" = "موافق";

/* No comment provided by engineer. */
"PhotoDeletedConfirmation" = "تم حذف صورتك";

/* Privacy Policy Title on the Menu */
"PrivacyPolicyTitle" = "سياسة الخصوصية";

/* No comment provided by engineer. */
"ProblemDeletingPicture" = "حدث خطأ أثناء حذف صورتك. يرجى إعادة المحاولة";

/* No comment provided by engineer. */
"ProblemFlaggingPhoto" = "حدث خطأ أثناء وضع إشارة على الصورة. يرجى إعادة المحاولة";

/* No comment provided by engineer. */
"ProblemLikingPicture" = "حدث خطأ أثناء الإعجاب بالصورة. يرجى إعادة المحاولة";

/* No comment provided by engineer. */
"ProblemSharingPhoto" = "حدث خطأ أثناء مشاركة الصورة على فيسبوك. ";

/* Proceed button */
"ProceedButton" = "نعم، استمر";

/* Public gallery label */
"PublicGalleryLabel" = "The Walking Dead";

/* Title for the public gallery */
"PublicGalleryTitle" = "The Walking Dead";

/* Report as innapropriate button */
"ReportInappropriate" = "وضع إشارة غير ملائمة";

/* Status message when the image was successfully saved to the camera roll (photo gallery) */
"SavedToCameraRollStatus" = "تم حفظ الصورة في الكاميرا!";

/* Title for the share screen */
"SaveScreenTitle" = "مشاركة";

/* Status message when saving to the camera roll (photo gallery) */
"SavingCameraRollStatus" = "يتم حفظ الصورة في الكاميرا";

/* Title for the sharing section */
"SendToSectionHeader" = "أرسل إلى...";

/* Terms and Conditions Title on the Menu */
"TermsConditionsTitle" = "الشروط والأحكام";

/* No comment provided by engineer. */
"ThankYou" = "شكراً";

/* ToS Title */
"ToSTitle" = "الشروط والأحكام";

/* Twitter label */
"Twitter" = "تويتر";

/* Alert message when entering an invalid email */
"ValidEmailError" = "يرجى إدخال اسم وبريد إلكتروني صحيحين";

/* Message shown if the user has not logged onto Facebook and attempts to use the Facebook share feature */
"NoFacebookAccount" = "تتطلب هذه الخاصية الاتصال بفيسبوك";

/* Error message shown to users if they use a version of iOS that is not compatible with the standard Twitter integration */
"NoTwitterMessage" = "تتطلب هذه الخاصية نظام تشغيل iOS 5.0 أو أعلى. يرجى ترقية الجهاز إلى إصدار أحدث من نظام التشغيل وإعادة المحاولة";

/* Message when the user has no twitter account on iOS */
"NoTwitterAccount" = "تتطلب هذه الخاصية تسجيل الدخول على حساب تويتر الخاص بك";

/* Tweet button on the share screen */
"TweetButton" = "غرد";

/* Facebook post button on the share screen */
"FacebookPostButton" = "انشر";

/* 0 */
"ConnectFacebookFriendsButton" = "اتصل مع الفيسبوك";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingFriendsGalleryMessage" = "حدث خطأ أثناء تحميل معرض صور أصدقائك. من فضلك تأكد من اتصالك بالشبكة وحاول مجدداً";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingPublicGalleryMessage" = "حدث خطأ أثناء تحميل معرض صور أصدقائك. من فضلك تأكد من اتصالك بالشبكة وحاول مجدداً";

/* Error shown if a user attempts to edit the photo caption of another user's photo */
"ErrorMoreAd" = "لا يمكن تعديل هذه الصورة";

/* Error message shown if a user has never taken a photo and attempts to view his photos */
"ErrorNoPicturesOptions" = "لم تضف أي صورة بعد. انقر على أيقونة الكاميرا بالأسفل لإنشاء صور
السائرون الخاصة بك!
";

/* Post to Facebook text */
"FacebookPostButton" = "انشر";

/* Call-to-action text shown to encourage users to invite their Facebook friends to the app */
"InviteFriendsButton" = "وجه دعوة عبر الفيسبوك";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not invited any Friends to use the app */
"InviteFriendsMessage" = "لا توجد صور لأصدقائك؟ وجه دعوة لأصدقائك عبر الفيسبوك لإنشاء صور السائرون الخاصة بهم";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not connected to Facebook */
"LoginToInviteFriendsMessage" = "لا توجد صور لأصدقائك؟ اتصل مع الفيسبوك ووجه دعوة لأصدقائك للانضمام!";

/* Conditional message shown if the user has not created any photos */
"NoWalkersCreatedMessage" = "لم تنشئ أي صورة من صور السائرون بعد. أنقر على أيقونة الكاميرا بالأسفل لإنشاء ألبوم صور السائرون الخاص بك!";

/* Notification message shown after a successful Facebook friend invite request is submitted */
"ThanksForInvitingMessage" = "تم إرسال دعوتك بنجاح";

/* Software version text - would show "Version 1.1" for example */
"VersionText" = "النسخة:";

/* Settings menu title text */
"SettingsSection" = "الإعدادات";

